Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: In order to reduce the risk of this payment being rejected, we recommend that you input your postal address below. It will be stored encrypted in our database and sent to the payment processor ({processor_name}).
sv: FÃ¶r att minska risken fÃ¶r att betalningen avvisas rekommenderar vi att du anger din postadress nedan. Den kommer att lagras krypterat i vÃ¥r databas och skickas till betalningsleverantÃ¶ren ({processor_name}).

source: Please fill in your postal address. It's required because the IBAN you've provided emanates from outside the European Union.
sv: VÃ¤nligen fyll i din postadress. Det Ã¤r obligatoriskt eftersom IBAN du har angett hÃ¤rrÃ¶r frÃ¥n lÃ¤nder utanfÃ¶r Europeiska unionen.

source: '{0}' is not an acceptable amount (min={1}, max={2})
sv: '{0}' Ã¤r inte ett acceptabelt belopp (min={1}, max={2})

source: The date must be in the future.
sv: Datumet mÃ¥ste vara ett i framtiden.

source: Are you sure you want to cancel this scheduled payment? It will stop your donation to {recipient}.
sv: Ãr du sÃ¤ker pÃ¥ att du vill avbryta den hÃ¤r schemalagda betalningen? Det kommer att stoppa din donation till {recipient}.

source: Are you sure you want to cancel this scheduled payment? It will stop your donations to {recipients}.
sv: Ãr du sÃ¤ker pÃ¥ att du vill avbryta den hÃ¤r schemalagda betalningen? Det kommer att stoppa dina donationer till {recipients}.

source: If you want to modify the amount of this scheduled payment, please select or input a new one:
sv: Om du vill Ã¤ndra beloppet fÃ¶r den schemalagda betalningen, vÃ¤lj eller ange ett nytt:

source: (not recommended, high fee percentage)
sv: (inte rekommenderad, hÃ¶g procentuell avgift)

source: (okay, moderate fee percentage)
sv: (okej, lagom procentuell avgift)

source: (recommended, low fee percentage)
sv: (rekommenderad, lÃ¥g procentuell avgift)

source: Next payment {in_N_weeks_months_or_years}.
sv: NÃ¤sta betalning {in_N_weeks_months_or_years}.

source: Custom amount (min={0}, max={1})
sv: Anpassat belopp (min={0}, max={1})

source: If you want to modify the date of this scheduled payment, please select or input a new one:
sv: Om du vill Ã¤ndra datumet fÃ¶r den schemalagda betalningen, vÃ¤lj eller ange ett nytt:

source: Delaying your payment beyond its normal date will result in your donation being inactive during that time.
sv: Att senarelÃ¤gga din betalning bortom det normala datumet kommer att resultera i att din donation blir inaktiv under den tiden.

source: You currently don't have any scheduled payment.
sv: Du har fÃ¶r nuvarande ingen schemalagd betalning.

source: The provided postal address is incomplete.
sv: Postadressen som du har skaffat Ã¤r ofullstÃ¤ndig.

source: Invalid date of birth.
sv: Ogiltigt fÃ¶delsedatum.

source: Your identity information has been updated.
sv: Din identitetsinformation har uppdaterats.

source: JavaScript is required
sv: JavaScript krÃ¤vs

source: This page allows you to view and modify the identity information attached to your account. Only authorized personnel can access this information, we do not show it to other users or anyone else unless required by law or if you instruct us to.
sv: Denna sida tillÃ¥ter dig att se och Ã¤ndra den identitetsinformation accossierad med ditt konto. Endast behÃ¶rig personal kan se denna information, vi visar inte detta fÃ¶r andra anvÃ¤ndare eller nÃ¥gon annan sÃ¥ vida det inte krÃ¤vs enligt gÃ¤llande lag eller om du instruerat oss.

source: Income Shares
sv: Inkomst andelar

source: {0} receives {1} per week
sv: {0} mottar {1} per vecka

source: Payments
sv: Betalningar

source: Donor
sv: Givare

source: hidden
sv: dold

source: {money_amount} to {recipient_name}
sv: {money_amount} till {recipient_name}

source: There were no transactions during this period.
sv: Det fanns inga transaktioner under denna period.

source: Export as JSON
sv: Exportera som JSON

source: View older payments
sv: Visa Ã¤ldre betalningar

source: You are not a member of the {0} team.
sv: Du Ã¤r inte medlem i {0} gruppen.

source: Your take is now {0} (you can't go higher this week).
sv: Din andel Ã¤r nu {0} (du kan inte hÃ¶ja den mer denna vecka).

source: Your take is now {0}.
sv: Den andel Ã¤r nu {0}.

source: {username}'s profile
sv: {username}s profil

source: Show the list of languages
sv: Visa listan med sprÃ¥k

source: This profile is only available in {language}
sv: Denna profil Ã¤r endast tillgÃ¤nglig pÃ¥ {language}

source: {0} owns the following accounts on other platforms:
sv: {0} Ã¤ger fÃ¶ljande konton pÃ¥ andra platformar:

source: Communities
sv: NÃ¤tverk

source: Export as CSV
sv: Exportera som CSV

source: {username} doesn't publish how much they give.
sv: {username} publicerar inte hur mycket de ger.

source: Donees
sv: Donerare

source: {username} does not disclose how much they receive through Liberapay.
sv: {username} avslÃ¶jar inte hur mycket de tar emot genom Liberapay.

source: History
sv: Historik

source: {username} joined {timespan_ago}.
sv: {username} gick med {timespan_ago}.

source: {username} closed this account {timespan_ago}.
sv: {username} stÃ¤ngde detta konto {timespan_ago}.

source: View income history
sv: Visa inkomsthistorik

source: No data to show.
sv: Ingen data att visa.

source: Income per week (in {currency})
sv: Inkomst per vecka (i {currency})

source: Number of patrons per week
sv: Antal bidragsgivare per vecka

source: Invoice documents are private.
sv: Fakturedokument Ã¤r privata.

source: The message is too long.
sv: Meddelandet Ã¤r fÃ¶r lÃ¥ngt.

source: Invoice #{0}
sv: Faktura #{0}

source: Please input a short message explaining why you are rejecting this invoice:
sv: Var god skriv ett kort meddelande som fÃ¶rklarar varfÃ¶r du avvisar denna faktura:

source: Short explanation
sv: Kort fÃ¶rklaring

source: Reject
sv: Avvisa

source: The invoice is ready, please check that everything is correct, then click the button below to send it.
sv: Fakturan Ã¤r redo, var god kolla att allt Ã¤r korrekt och klicka sedan pÃ¥ knappen nedan fÃ¶r att skicka den.

source: This invoice has been paid.
sv: Denna faktura har blivit betald.

source: This invoice has been rejected.
sv: Denna faktura har blivit avvisad.

source: From: {0}
sv: FrÃ¥n: {0}

source: To: {0}
sv: Till: {0}

source: Date: {0}
sv: Datum: {0}

source: Amount: {0}
sv: Summa: {0}

source: Details:
sv: Detaljer:

source: Documents:
sv: Dokument:

source: Send
sv: Skicka

source: Accept and Pay
sv: Acceptera och Betala

source: Mark as paid
sv: Markera som betald

source: Message: {0}
sv: Meddelande: {0}

source: Created
sv: Skapad

source: Invoices - {username}
sv: Fakturor - {username}

source: Nothing to show.
sv: Inget att visa.

source: You are not allowed to invoice {0}.
sv: Du fÃ¥r inte fakturera {0}.

source: The description is too short.
sv: Beskrivningen Ã¤r fÃ¶r kort.

source: The description is too long.
sv: Beskrivningen Ã¤r fÃ¶r lÃ¥ng.

source: The details are too long.
sv: Detaljerna Ã¤r fÃ¶r lÃ¥nga.

source: Invoice {someone}
sv: Fakturera {someone}

source: Nature
sv: Sort

source: (Liberapay only supports one kind of invoice for now.)
sv: (Liberapay stÃ¶der bara en sorts faktura just nu.)

source: A short description of the invoice
sv: En kort beskrivning av fakturan

source: Details (optional)
sv: Detaljer (valfritt)

source: Details of the invoice (e.g. the breakdown of the amount into its components)
sv: Detaljer om fakturan (t.ex. nedbrytning av beloppet till dess komponenter)

source: Documents (private)
sv: Dokument (privat)

source: A reimbursement request is more likely to be accepted if you provide proof that the expense actually happened.
sv: Det Ã¤r mer sannolikt att en begÃ¤ran om Ã¥terbetalning accepteras om du kan styrka att transaktionen har skett.

source: Only the administrators of {0} will be able to download these files.
sv: Bara administratÃ¶ren av {0} kommer kunna ladda ned dessa filer.

source: Allowed file extensions: {0}. Maximum file size: {1}MB.
sv: TillÃ¥tna filÃ¤ndelser: {0}. Maximala filstorlek: {1}MB.

source: We will not store these documents forever, archiving them for the long term is your responsibility.
sv: Vi kommer inte lagra dessa dokument fÃ¶r alltid, arkivering av dem fÃ¶r framtiden Ã¤r ditt ansvar.

source: awaiting confirmation
sv: vÃ¤ntar pÃ¥ bekrÃ¤ftelse

source: awaiting review
sv: vÃ¤ntar pÃ¥ granskning

source: pending
sv: väntande

source: succeeded
sv: lyckad

source: partially refunded
sv: delvis Ã¥terbetald

source: refunded
sv: Ã¥terbetald

source: suspended
sv: avstÃ¤ngd

source: The totals below don't include donations through the old wallet system. You can find those in {link_start}your Wallet page{link_end}.
sv: Totalen nedan inkluderar inte donationer genom det gamla plÃ¥nbokssystemet. Du hittar de pÃ¥ {link_start}din plÃ¥nbokssida{link_end}.

source: Total money received: {0}
sv: Summa mottagna medel: {0}

source: Total money sent: {0}
sv: Summa donerade medel: {0}

source: Fees
sv: Avgifter

source: automatic charge
sv: automatisk betalning

source: This payment is awaiting to be manually checked by Liberapay staff for signs of fraud.
sv: Den hÃ¤r betalningen vÃ¤ntar pÃ¥ att Liberapays personal ska kontrollera manuellt om det finns tecken pÃ¥ bedrÃ¤geri.

source: public donation from {donor_name}
sv: offentlig donation frÃ¥n {donor_name}

source: private donation from {donor_name}
sv: privat donation frÃ¥n {donor_name}

source: secret donation
sv: hemlig donation

source: public donation from {donor_name} for your role in the {team_name} team
sv: offentlig donation frÃ¥n {donor_name} fÃ¶r din roll i teamet {team_name}

source: private donation from {donor_name} for your role in the {team_name} team
sv: privat donation frÃ¥n {donor_name} fÃ¶r din roll i teamet {team_name}

source: secret donation for your role in the {team_name} team
sv: hemlig donation fÃ¶r din roll i {team_name} -teamet

source: public donation to {recipient_name}
sv: offentlig donation till {recipient_name}

source: private donation to {recipient_name}
sv: privat donation till {recipient_name}

source: secret donation to {recipient_name}
sv: hemlig donation till {recipient_name}

source: public donation to {recipient_name} for their role in the {team_name} team
sv: offentlig donation till {recipient_name} fÃ¶r deras roll i teamet {team_name}

source: private donation to {recipient_name} for their role in the {team_name} team
sv: privat donation till {recipient_name} fÃ¶r deras roll i teamet {team_name}

source: secret donation to {recipient_name} for their role in the {team_name} team
sv: hemlig donation till {recipient_name} fÃ¶r deras roll i teamet {team_name}

source: This payment must be manually approved by the recipient through {provider}'s website.
sv: Denna betalning mÃ¥ste bli manuellt godkÃ¤nd av mottagaren genom {provider}'s webbplats.

source: The payer's account is suspended due to a suspicion of fraud or other unauthorized action.
sv: Betalarens konto har stÃ¤ngts av pÃ¥ grund av misstanke om bedrÃ¤geri eller annan obehÃ¶rig Ã¥tgÃ¤rd.

source: To view the transactions processed in the past by Mangopay {link_start}go to the Wallet page{link_end}.
sv: FÃ¶r att visa transaktioner hanterade i det fÃ¶rflutna via Mangopay {link_start}gÃ¥ till "PlÃ¥nbok" sidan{link_end}.

source: You are not invited to join this team.
sv: Du har inte blivit inbjuden till att gÃ¥ med i denna grupp.

source: You have been removed from this team.
sv: Du har tagits bort frÃ¥n det hÃ¤r laget.

source: You have already accepted this invitation.
sv: Du har redan accepterat denna inbjudan.

source: You have already refused this invitation.
sv: Du har redan avvisat denna inbjudan.

source: You are not a member of this team.
sv: Du Ã¤r inte medlem i denna grupp.

source: User not found.
sv: Användaren finns inte.

source: A team can't join a team
sv: En grupp kan inte gÃ¥ med i en annan grupp

source: You can't invite an inactive user to join a team.
sv: Du kan inte bjuda in en inaktiv anvÃ¤ndare till att gÃ¥ med i en grupp.

source: {username} has already been invited to join this team {timespan_ago}.
sv: {username} har redan blivit inbjuden till denna grupp {timespan_ago}.

source: {username} has already refused to join this team {timespan_ago}.
sv: {username} har redan vÃ¤grat att gÃ¥ med i denna grupp {timespan_ago}.

source: {0} has been invited to the team.
sv: {0} har blivit inbjuden till gruppen.

source: {0} is already a member of this team.
sv: {0} Ã¤r redan medlem i denna grupp.

source: Are you sure you want to leave this team?
sv: Ãr du sÃ¤ker pÃ¥ att du vill lÃ¤mna denna grupp?

source: You are now a member of the team.
sv: Du Ã¤r nu medlem i gruppen.

source: Subscribe
sv: Prenumeration

source: Subscribe to updates from {0}?
sv: Prenumerera pÃ¥ uppdateringar frÃ¥n {0}?

source: Please confirm
sv: VÃ¤nligen bekrÃ¤fta

source: Mark all notifications as read
sv: Markera alla aviseringar som lÃ¤sta

source: This notification is marked for deletion.
sv: Meddelandet Ã¤r markerat fÃ¶r radering.

source: Mark as read
sv: Markera som lÃ¤st

source: Remove
sv: Ta bort

source: An error occurred while rendering this notification.
sv: Ett fel intrÃ¤ffade vid utvisningen av denna notifiering.

source: No notifications to show.
sv: Inga aviseringar att visa.

source: Next Page â
sv: NÃ¤sta Sida â

source: You don't have any active patrons.
sv: Du har inga aktiva bidragsgivande.

source: {username} doesn't have any active patrons.
sv: {username} har inga aktiva bidragsgivande.

source: Visibility levels
sv: SynlighetsnivÃ¥er

source: Liberapay supports three visibility levels for donations. Each level can be turned on or off, but at least one of them must be enabled.
sv: Liberapay stÃ¶der tre synlighetsnivÃ¥er fÃ¶r donationer. Varje nivÃ¥ kan slÃ¥s pÃ¥ eller av, men minst en av dem mÃ¥ste vara aktiverad.

source: Secret donations aren't possible with PayPal. You should either disable secret donations or {link_start}add a Stripe account{link_end}.
sv: Hemliga donationer Ã¤r inte mÃ¶jliga med PayPal. Du bÃ¶r antingen inaktivera hemliga donationer eller {link_start}lÃ¤gga till ett Stripe-konto{link_end}.

source: Secret donations aren't possible when the payer uses PayPal.
sv: Hemliga donationer Ã¤r inte mÃ¶jliga nÃ¤r betalaren anvÃ¤nder PayPal.

source: Allow secret donations
sv: TillÃ¥t hemliga donationer

source: Allow private donations
sv: TillÃ¥ta privata donationer

source: Allow public donations
sv: TillÃ¥ta offentliga donationer

source: This is what your prospective donors currently see:
sv: Detta Ã¤r vad dina potentiella givare fÃ¶r nÃ¤rvarande ser:

source: This is what your prospective donors will see with the new settings:
sv: Detta Ã¤r vad dina potentiella givare kommer att se med de nya instÃ¤llningarna:

source: Download the list of currently active patrons who chose to make their donations public
sv: Ladda ner listan Ã¶ver aktiva bidragsgivare som har valt att offentliggÃ¶ra sina donationer

source: Download the list of all currently active patrons
sv: Ladda ner listan Ã¶ver alla aktiva bidragsgivare

source: Download the record of all patrons in the last ten years
sv: Ladda ner registret Ã¶ver alla bidragsgivande under de senaste tio Ã¥ren

source: View the patrons of {username}
sv: Visa bidragsgivande fÃ¶r {username}

source: You are not a member of any team.
sv: Du Ã¤r inte medlem i nÃ¥gon grupp.

source: {username} isn't a member of any team.
sv: {username} Ã¤r inte medlem i nÃ¥got lag.

source: The payment account has been successfully disconnected.
sv: Bortkopplingen av betalkontot lyckades.

source: This payment account is no longer accessible. It is now disconnected.
sv: Det hÃ¤r betalkontot Ã¤r inte lÃ¤ngre tillgÃ¤ngligt. Det Ã¤r nu bortkopplat.

source: The data has been successfully refreshed.
sv: Uppdateringen av datan lyckades.

source: You have to {link_start}confirm your email address{link_end} before you can start to receive donations.
sv: Du behÃ¶ver {link_start}bekrÃ¤fta din e-postadress{link_end} fÃ¶re du kan bÃ¶rja ta emot donationer.

source: You have to {link_start}set your username{link_end} before you can start to receive donations.
sv: Du behÃ¶ver {link_start}stÃ¤lla in ditt anvÃ¤ndarnamn{link_end} fÃ¶re du kan bÃ¶rja ta emot donationer.

source: You have to {link_start}add a profile description{link_end} before you can start to receive donations.
sv: Du behÃ¶ver {link_start}lÃ¤gga till en profilbeskrivning{link_end} fÃ¶re du kan bÃ¶rja ta emot donationer.

source: To receive donations you must connect at least one account from a supported payment processor. This page allows you to do so.
sv: FÃ¶r att ta emot donationer mÃ¥ste du ansluta Ã¥tminstone ett konto frÃ¥n en betalningsfÃ¶rmedlare som stÃ¶djs. Denna sida tillÃ¥ter dig att gÃ¶ra det.

source: Donors do not need to connect any payment account below, they are only necessary to receive money.
sv: Donatorer behÃ¶ver inte ansluta nÃ¥got betalkonto nedan, de behÃ¶vs endast fÃ¶r att ta emot pengar.

source: We recommend connecting both Stripe and PayPal if they're both available in your country.
sv: Vi rekommenderar att ansluta bÃ¥de Stripe och PayPal om de bÃ¥da finns tillgÃ¤ngliga i ditt land.

source: With Stripe your donors can pay by card or direct debit directly from the Liberapay website. (Direct debits are currently only supported from euro bank accounts.)
sv: Med Stripe kan dina givare betala med kort eller autogiro direkt frÃ¥n Liberapays webbplats. (FÃ¶r nÃ¤rvarande stÃ¶ds autogirering endast frÃ¥n bankkonton i euro.)

source: Account ID: {0}
sv: Konto ID: {0}

source: Country: {0}
sv: Land: {0}

source: Currency: {0}
sv: Valuta: {0}

source: Added on {date}
sv: Tillagt den {date}

source: This account cannot receive payments. To fix this, log in to the account and complete the verification process. After that, reconnect the account if you still see this message.
sv: Detta konto kan inte ta emot betalningar. FÃ¶r att lÃ¶sa det hÃ¤r, logga in pÃ¥ kontot och fÃ¤rdigstÃ¤ll processen fÃ¶r verifiering. Ã teranslut kontot efterÃ¥t om du fortfarande ser det hÃ¤r meddelandet.

source: Manage this {platform} account
sv: Hantera kontot fÃ¶r {platform}

source: This account cannot receive payments. To fix this, click on the link below and complete the verification process.
sv: Det hÃ¤r kontot kan inte ta emot betalningar. FÃ¶r att Ã¥tgÃ¤rda detta, klicka pÃ¥ lÃ¤nken nedan och slutfÃ¶r verifieringsprocessen.

source: This account cannot receive payments. To fix this, click on the link below and complete the activation process.
sv: Det hÃ¤r kontot kan inte ta emot betalningar. FÃ¶r att Ã¥tgÃ¤rda detta, klicka pÃ¥ lÃ¤nken nedan och slutfÃ¶r aktiveringsprocessen.

source: Activate this {platform} account
sv: Aktivera detta {platform}-konto

source: Available in {country}.
sv: TillgÃ¤ngligt i {country}.

source: Not available in {country}.
sv: Inte tillgÃ¤ngligt i {country}.

source: Connect another {platform_name} account
sv: Anslut ett annat {platform_name}-konto

source: PayPal allows receiving money in many more countries than Stripe, but it's not as well integrated into Liberapay.
sv: PayPal tillÃ¥ter dig att ta emot pengar i fler lÃ¤nder Ã¤n Stripe, men det Ã¤r inte lika integrerat i Liberapay.

source: Create a {provider} account
sv: Skapa ett {provider}-konto

source: Please select the country you live in or have a registered business in, and confirm that you agree to Stripe's terms.
sv: VÃ¤lj det land dÃ¤r du bor eller har ett registrerat fÃ¶retag och bekrÃ¤fta att du godkÃ¤nner Stripes villkor.

source: I agree to the {link_start}Stripe Connected Account Agreement{link_end}.
sv: Jag godkÃ¤nner avtalet {link_start}Stripe Connected Account Agreement{link_end}.

source: Create account
sv: Skapa kontot

source: Manage a {provider} account
sv: Hantera ett {provider}-konto

source: Payouts
sv: Utbetalningar

source: Activate a {provider} account
sv: Aktivera ett {provider}-konto

source: liberapay_receipt_{number}
sv: liberapay_kvitto_{number}

source: Payment receipt
sv: Kvitto fÃ¶r betalning

source: The payment of {money_amount} initiated on {date} has been received.
sv: Betalningen av {money_amount} som initierades {date} har tagits emot.

source: The funds were automatically converted from {presentment_currency} to {settlement_currency} at a rate of {exchange_rate}.
sv: Pengarna var automatiskt konverterade frÃ¥n {presentment_currency} till {settlement_currency} med kursen {exchange_rate}.

source: However, the payment was fully refunded on {refund_date}.
sv: Hur som helst, betalningen var helt Ã¥terbetald {refund_date}.

source: {0} was paid in processing fees and {1} was distributed as detailed below.
sv: {0} var betald i hanteringsavgifter och {1} distruberades som specifierat nedan.

source: However, {x_percent} of the payment ({refund_amount}) was refunded on {refund_date}.
sv: Hur som, {x_percent} av betalningen ({refund_amount}) var Ã¥terbetald {refund_date}.

source: Beneficiaries
sv: Mottagare

source: Recipient
sv: Mottagare

source: {recipient}, member of the {team_name} team
sv: {recipient}, medlem i {team_name} gruppen

source: Payer
sv: Betalare

source: Name: {0}
sv: Namn: {0}

source: Email address: {0}
sv: E-postadress: {0}

source: Organization name: {0}
sv: Namn pÃ¥ organisationen: {0}

source: Headquarters address: {0}
sv: HÃ¶gkvarterets adress: {0}

source: Payment details
sv: Betalningsdetaljer

source: Payment method: {brand} card, number ending in {last4}
sv: Betalningsmetod: {brand} kort som slutar pÃ¥ {last4}

source: Payment method: direct debit of bank account {partial_account_number}
sv: Betalningsmetod: direktbetalning frÃ¥n bankkonto {partial_account_number}

source: Payment method: {0}
sv: Betalningsmetod: {0}

source: Settlement date: {0}
sv: FÃ¶rfallodag: {0}

source: Transaction ID: {0}
sv: Transaktionsid: {0}

source: Taxes
sv: Skatter

source: This payment is a donation, no goods or services are to be provided in exchange, no tax has been collected by Liberapay.
sv: Denna betalning Ã¤r en donation, inga varor eller tjÃ¤nster ska tillhandahÃ¥llas i utbyte, och ingen skatt har tagits ut av Liberapay.

source: Income history
sv: Inkomsthistorik

source: You can't receive new donations until you've configured payment processing.
sv: Du kan inte ta emot nya donationer tills du konfigurerat en betalningsfÃ¶rmedlare.

source: Donations through teams make up {income_percent} of your income ({team_income} of {total_income}) and {patrons_percent} of your donors ({nteampatrons} of {npatrons}).
sv: Donationer genom grupper utgÃ¶r {income_percent} av din inkomst ({team_income} av {total_income}) och {patrons_percent} av dina donatorer ({nteampatrons} av {npatrons}).

source: Details of personal donations
sv: Uppgifter om personliga donationer

source: This section doesn't include data on donations through teams, it only shows the donations that you receive personally.
sv: Denna sektion inkluderar inte donationer genom grupper, den visar endast donationer som du tar emot personligen.

source: A new donation of {amount} per week has been created.
sv: En ny donatione pÃ¥ {amount} per vecka har skapats.

source: A donation of {amount} per week has been stopped.
sv: En donation pÃ¥ {amount} per vecka har stoppats.

source: A donation has been raised from {old_amount} to {new_amount} per week.
sv: En donation har hÃ¶jts frÃ¥n {old_amount} till {new_amount} per vecka.

source: A donation has been lowered from {old_amount} per week to {new_amount}.
sv: En donation har sÃ¤nkts frÃ¥n {old_amount} per vecka till {new_amount}.

source: A donation of {amount} per week has been restarted.
sv: En donation pÃ¥ {amount} per vecka har startats om.

source: Statistics on personal donations
sv: Statistik Ã¶ver personliga donationer

source: The table below lists the donations you receive, grouped by amount.
sv: Tabellen nedan visar de donationer du fÃ¥r, grupperat pÃ¥ belopp.
